Repository: easySuite/ting_facet_custom
Catalog: translations/*.po
Languages: da

source: Fetch facet terms
da: Hent facettens termer

source: Facet idenfitier
da: Facet identifikator

source: Fetch terms
da: Hent termer

source: Facet name
da: Facet navn

source: Add option
da: Tilføj

source: Save configuration
da: Gem indstillinger

source: Select term(s) for the facet <em>@facet</em>.
da: Vælg hvilke term(er) der skal tilknyttes facetten <em>@facet</em>.

source: Custom facets saved.
da: Facet indstillingerne er gemt.

source: Facet label
da: Facet etiket

source: Facet terms
da: Facet termer

source: Weight
da: Vægt

source: Configure ting custom facets
da: Konfigurer special facet

source: Grant roles to administer custom ting facets
da: Tildel roller til at kunne administrere facet indstillinger.

source: Ting custom facet
da: Special facet

source: Ting facets custom
da: Special facet

source: Define custom ting facets.
da: Definer special facet

source: Ting facet custom
da: Special facet

source: Allows to create custom facets
da: Giver mulighed for at lave en special facet
